{
  "day_1": {
    "theme": "Health & Education",
    "main_story": {
      "title": "Vietnam's Education Revolution Lifts Millions Out of Poverty",
      "content": "Vietnam has pulled off one of the most remarkable poverty-reduction success stories in modern history. In the early 1990s, about half of Vietnamese people lived in extreme poverty. By 2022, that number had dropped to approximately 1%.\n\nHow did they do it? The government made education the center of its strategy. They made primary school universal for all children, pushed more students into secondary education, trained teachers to professional standards, and paired all this schooling with critical infrastructure: electricity to rural areas, roads connecting villages, health clinics, and clean water. Today, nearly 100% of Vietnamese households have power.\n\nThe results speak for themselves. Adult literacy has reached 96%, and youth literacy is essentially universal. Vietnamese teenagers now outperform their peers in wealthier countries on international tests. But it's not just about test scores—education has been a macroeconomic engine.\n\nNew research from the World Bank shows that education has driven about 45% of global income growth since 1980, and an incredible 60% of economic gains for the poorest 20% of people. When more people get educated, the whole economy benefits. It's not just that skilled workers earn more; expanding education increases the supply of skilled workers, which narrows wage gaps and helps everyone, even those without advanced degrees.\n\nVietnam's playbook shows that investing in education—combined with basic infrastructure like electricity, roads, and clean water—can transform an entire country in just a few decades. For young people everywhere, this is proof that the right investments in education can change everything.",
      "source_url": "https://borgenproject.org/education-in-vietnam/"
    },
    "mini_articles": [
      {
        "title": "Morocco Triples Preschool Attendance in Six Years",
        "content": "Preschool attendance in Morocco has surged from just 23% in 2018 to 73% in 2024 after a nationwide early-education reform. Investments in teacher training, rural schools, and partnerships transformed access for millions of children. The World Bank says the results prove how targeted funding can rapidly improve learning equity.",
        "source_url": "https://www.worldbank.org/en/news/feature/2025/09/24/from-vision-to-impact-preschool-enrollment-soars-in-morocco"
      },
      {
        "title": "Canada Makes School Lunches a Permanent Right",
        "content": "Canada committed $1 billion over five years for a permanent national school food program. The initiative will provide healthy meals to 400,000 additional children while supporting local producers. This marks a historic shift to a universal, rights-based approach to child nutrition.",
        "source_url": "https://www.readthepeak.com/stories/10-25-canada-is-learning-how-to-serve-up-school-lunches"
      },
      {
        "title": "9.2 Million Girls Vaccinated Against Cancer in Pakistan",
        "content": "In just 15 days, Pakistan vaccinated 9.2 million girls against HPV, the virus that causes cervical cancer. Health workers on electric scooters traveled the country, patiently answering parents' questions until confusion turned to acceptance. The shots will help prevent tens of thousands of future cancer cases.",
        "source_url": "https://www.gavi.org/vaccineswork/despite-wave-misinformation-pakistans-hpv-introduction-campaign-covers-ground"
      },
      {
        "title": "River Blindness Nearly Eliminated in Africa",
        "content": "A donated medicine has wiped out the river blindness parasite across vast parts of Africa. By late 2024, 25.5 million people no longer needed treatment. Niger became the first African nation declared free of river blindness after four decades of campaigns. This shows how sustained effort can eliminate diseases that once blinded millions.",
        "source_url": "https://iris.who.int/server/api/core/bitstreams/b6fe3919-28f8-48f4-bde6-394f7625e062/content"
      }
    ],
    "statistics": [
      {
        "number": "325M",
        "description": "students supported by World Bank"
      },
      {
        "number": "50% to 1%",
        "description": "Vietnam poverty drop since 1990s"
      },
      {
        "number": "23% to 73%",
        "description": "Morocco preschool attendance jump"
      },
      {
        "number": "9.2M",
        "description": "girls vaccinated in Pakistan"
      },
      {
        "number": "69%",
        "description": "drop in meningitis deaths"
      },
      {
        "number": "226K",
        "description": "midwives trained in Uganda"
      }
    ],
    "tomorrow_teaser": "How young people with anime flags are reshaping democracy • The battery revolution that's changing everything • Why your city is becoming more walkable • Plus: The amazing comeback of endangered species!"
  }
}
